Repository: xidealo/PapaKarlo
Catalog: iosApp/iosApp/*.lproj/Localizable.strings
Languages: ru

# titleSelectCity
source: Select city
ru: Выбор города

# titleAboutApp
source: About app
ru: О приложении

# titleCafeAddresses
source: Cafe addresses
ru: Адреса ресторанов

# titleMyOrders
source: My orders
ru: Мои заказы

# titleSettings
source: Settings
ru: Настройки

# titleCartProducts
source: Cart
ru: Корзина

# titleCreationOrder
source: Order creation
ru: Оформление заказа

# titleNewVersion
source: New version
ru: Новая версия

# titleCreationAddress
source: Address creation
ru: Добавление адреса

# titleFeedback
source: Feedback
ru: Отзывы

# titlePayment
source: Payment
ru: Оплата

# loginTitleProfile
source: Login profile
ru: Войдите в профиль

# loginSecondProfile
source: Your profile will display shipping addresses and your order history.
ru: В профиле будут отбражаться адреса для доставки и история ваших заказов

# emptyCartTitleProfile
source: Cart is empty
ru: Корзина пуста

# emptyCartSecondProfile
source: Add a product from the “Menu”
ru: Добавьте товар из «Меню»

# consumer_cart_total
source: total
ru: Итого

# consumer_cart_discount
source: discount
ru: Скидка

# consumer_cart_recommendations
source: Something else?
ru: Рекомендуем

# emptyAddressListTitleProfile
source: Address list is empty
ru: Список адресов пуст

# emptyAddressListSecondProfile
source: Your addresses will be displayed here
ru: Здесь будут отображаться ваши адреса

# emptyOrderListTitleProfile
source: Order list is empty
ru: Список заказов пуст

# emptyOrderListSecondProfile
source: Your orders will be displayed here
ru: Здесь будут отображаться ваши заказы

# msg_cafe_open
source: Open
ru: Открыто

# msg_cafe_close_soon
source: Open. Will be closed
ru: Открыто. Закроется через

# msg_cafe_closed
source: Closed
ru: Закрыто

# msg_cafe_minutes
source: min
ru: минут

# msg_cafe_minute
source: min
ru: минуту

# msg_cafe_minutes_234
source: min
ru: минуты

# msg_payment_cash
source: Cash
ru: Наличные

# msg_payment_card
source: Card
ru: Картой при получении

# msg_payment_card_number
source: Transfer by card number
ru: Переводом по номеру карты

# msg_payment_phone_number
source: Transfer by phone number
ru: Переводом по номеру телефона

# title_restaurants
source: Restaurants
ru: Рестораны

# title_menu
source: Menu
ru: Меню

# title_profile
source: Profile
ru: Профиль

# available_payments
source: Available payment options:
ru: Доступные способы оплаты:

# title_my_addresses
source: My addresses
ru: Мои адреса

# title_delivery_addresses
source: Delivery address
ru: Адрес доставки

# title_order_details_sum
source: Orders sum
ru: Сумма заказа

# title_order_details_discount
source: Discount
ru: Скидка

# title_pickup_addresses
source: Pickup addresses
ru: Адрес самовывоза

# selectable_payment_method
source: Payment method
ru: Спопсоб оплаты

# create_order_discount
source: Discount
ru: Скидка

# action_settings_log_out
source: Log out
ru: Выйти

# error_create_address_street
source: Select name steert from list
ru: Выберите название улицы из списка

# error_create_address_house
source: Enter the house number
ru: Укажите номер дома

# title_create_address
source: Adding address
ru: Добавление адресa

# hint_create_address_street
source: Street*
ru: Улица*

# hint_create_address_house
source: House*
ru: Дом*

# hint_create_address_flat
source: Flat/Office
ru: Квартира/Офис

# hint_create_address_entrance
source: Entrance
ru: Подъезд

# hint_create_address_floor
source: Floor
ru: Этаж

# hint_create_address_comment
source: Comment for couriers
ru: Комментарий для курьера

# msg_create_address_created
source: Address added
ru: Адрес добавлен

# title_create_order_time_delivery
source: Delivery time
ru: Время доставки

# title_create_order_time_pickup
source: Pickup time
ru: Время самовывоза

# error_select_delivery_address
source: Select delivery address
ru: Выберите адрес доставки

# error_select_payment_method
source: Select payment method
ru: Выберите cпособ оплаты

# error_payment_method
source: Payment method was not select
ru: Способ оплаты не выбран

# msg_without_change
source: Without change
ru: Без сдачи

# msg_change_from
source: Change from
ru: Сдача с

# error_enter_correct_amount
source: Enter correct amount
ru: Укажите корректную сумму
